Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DisabledByDefault2-TLS
source: Disable TLS 1.0 server - Disabled By Default
ar: تعطيل خادم TLS 1.0 - معطّل بشكل افتراضي
de: TLS 1.0-Server deaktivieren - Standardmäßig deaktiviert
el_gr: Απενεργοποίηση διακομιστή TLS 1.0 - Απενεργοποιημένο από Προεπιλογή
es: Deshabilitar servidor TLS 1.0 - Deshabilitado por Defecto
fr_fr: Désactiver le serveur TLS 1.0 - Désactivé par défaut
he_il: ביטול שרת TLS 1.0 - מבוטל כברירת מחדל
hi_in: TLS 1.0 सर्वर अक्षम करें - डिफ़ॉल्ट रूप से अक्षम
ja_jp: TLS 1.0 サーバーを無効にする - 既定で無効
ml_in: TLS 1.0 സെർവർ അപ്രാപ്തമാക്കുക - ഡിഫോൾട്ടായി അപ്രാപ്തമാക്കി
pl_pl: Wyłącz serwer TLS 1.0 - domyślnie wyłączony
tr_tr: TLS 1.0 sunucusunu devre dışı bırakın - Varsayılan Olarak Devre Dışı

# Enabled2-TLS
source: Disable TLS 1.0 server - Enabled
ar: تعطيل خادم TLS 1.0 - ممكّن
de: TLS 1.0-Server deaktivieren - Aktiviert
el_gr: Απενεργοποίηση διακομιστή TLS 1.0 - Ενεργοποιημένο
es: Deshabilitar servidor TLS 1.0 - Habilitado
fr_fr: Désactiver le serveur TLS 1.0 - Activé
he_il: ביטול שרת TLS 1.0 - מופעל
hi_in: TLS 1.0 सर्वर अक्षम करें - सक्षम
ja_jp: TLS 1.0 サーバーを無効にする - 有効
ml_in: TLS 1.0 സെർവർ അപ്രാപ്തമാക്കുക - പ്രാപ്തമാക്കി
pl_pl: Wyłącz serwer TLS 1.0 - włączony
tr_tr: TLS 1.0 sunucusunu devre dışı bırakın - Etkin

# DisabledByDefault3-TLS
source: Disable TLS 1.1 client - Disabled By Default
ar: تعطيل عميل TLS 1.1 - معطّل بشكل افتراضي
de: TLS 1.1-Client deaktivieren - Standardmäßig deaktiviert
el_gr: Απενεργοποίηση πελάτη TLS 1.1 - Απενεργοποιημένο από Προεπιλογή
es: Deshabilitar cliente TLS 1.1 - Deshabilitado por Defecto
fr_fr: Désactiver le client TLS 1.1 - Désactivé par défaut
he_il: ביטול לקוח TLS 1.1 - מבוטל כברירת מחדל
hi_in: TLS 1.1 क्लाइंट अक्षम करें - डिफ़ॉल्ट रूप से अक्षम
ja_jp: TLS 1.1 クライアントを無効にする - 既定で無効
ml_in: TLS 1.1 ക്ലയന്റ് അപ്രാപ്തമാക്കുക - ഡിഫോൾട്ടായി അപ്രാപ്തമാക്കി
pl_pl: Wyłącz klienta TLS 1.1 - domyślnie wyłączony
tr_tr: TLS 1.1 istemcisini devre dışı bırakın - Varsayılan Olarak Devre Dışı

# Enabled3-TLS
source: Disable TLS 1.1 client - Enabled
ar: تعطيل عميل TLS 1.1 - ممكّن
de: TLS 1.1-Client deaktivieren - Aktiviert
el_gr: Απενεργοποίηση πελάτη TLS 1.1 - Ενεργοποιημένο
es: Deshabilitar cliente TLS 1.1 - Habilitado
fr_fr: Désactiver le client TLS 1.1 - Activé
he_il: ביטול לקוח TLS 1.1 - מופעל
hi_in: TLS 1.1 क्लाइंट अक्षम करें - सक्षम
ja_jp: TLS 1.1 クライアントを無効にする - 有効
ml_in: TLS 1.1 ക്ലയന്റ് അപ്രാപ്തമാക്കുക - പ്രാപ്തമാക്കി
pl_pl: Wyłącz klienta TLS 1.1 - włączony
tr_tr: TLS 1.1 istemcisini devre dışı bırak - Etkin

# DisabledByDefault4-TLS
source: Disable TLS 1.1 server - Disabled By Default
ar: تعطيل خادم TLS 1.1 - معطّل بشكل افتراضي
de: TLS 1.1-Server deaktivieren - Standardmäßig deaktiviert
el_gr: Απενεργοποίηση διακομιστή TLS 1.1 - Απενεργοποιημένο από Προεπιλογή
es: Deshabilitar servidor TLS 1.1 - Deshabilitado por Defecto
fr_fr: Désactiver le serveur TLS 1.1 - Désactivé par défaut
he_il: ביטול שרת TLS 1.1 - מבוטל כברירת מחדל
hi_in: TLS 1.1 सर्वर अक्षम करें - डिफ़ॉल्ट रूप से अक्षम
ja_jp: TLS 1.1 サーバーを無効にする - 既定で無効
ml_in: TLS 1.1 സെർവർ അപ്രാപ്തമാക്കുക - ഡിഫോൾട്ടായി അപ്രാപ്തമാക്കി
pl_pl: Wyłącz serwer TLS 1.1 - domyślnie wyłączony
tr_tr: TLS 1.1 sunucusunu devre dışı bırakın - Varsayılan Olarak Devre Dışı

# Enabled4-TLS
source: Disable TLS 1.1 server - Enabled
ar: تعطيل خادم TLS 1.1 - ممكّن
de: TLS 1.1-Server deaktivieren - Aktiviert
el_gr: Απενεργοποίηση διακομιστή TLS 1.1 - Ενεργοποιημένο
es: Deshabilitar servidor TLS 1.1 - Habilitado
fr_fr: Désactiver le serveur TLS 1.1 - Activé
he_il: ביטול שרת TLS 1.1 - מופעל
hi_in: TLS 1.1 सर्वर अक्षम करें - सक्षम
ja_jp: TLS 1.1 サーバーを無効にする - 有効
ml_in: TLS 1.1 സെർവർ അപ്രാപ്തമാക്കുക - പ്രാപ്തമാക്കി
pl_pl: Wyłącz serwer TLS 1.1 - włączony
tr_tr: TLS 1.1 sunucusunu devre dışı bırakın - Etkin

# Enabled5-TLS
source: Disable NULL Cipher Suite
ar: تعطيل مجموعة تشفير NULL
de: NULL Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης NULL
es: Deshabilitar Conjunto de Cifrado NULL
fr_fr: Désactiver la suite de chiffrement NULL
he_il: ביטול סוויטת צופן NULL
hi_in: NULL साइफर सूट अक्षम करें
ja_jp: NULL 暗号スイートを無効にする
ml_in: NULL സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów NULL
tr_tr: NULL Şifreleme Paketini Devre Dışı Bırak

# Enabled6-TLS
source: Disable 56/56 Cipher Suite
ar: تعطيل مجموعة تشفير 56/56
de: 56/56 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης 56/56
es: Deshabilitar Conjunto de Cifrado 56/56
fr_fr: Désactiver la suite de chiffrement 56/56
he_il: ביטול סוויטת צופן 56/56
hi_in: 56/56 साइफर सूट अक्षम करें
ja_jp: 56/56 暗号スイートを無効にする
ml_in: 56/56 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów 56/56
tr_tr: 56/56 Şifre Paketini Devre Dışı Bırak

# Enabled7-TLS
source: Disable 40/128 Cipher Suite
ar: تعطيل مجموعة تشفير 40/128
de: 40/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης 40/128
es: Deshabilitar Conjunto de Cifrado 40/128
fr_fr: Désactiver la suite de chiffrement 40/128
he_il: ביטול סוויטת צופן 40/128
hi_in: 40/128 साइफर सूट अक्षम करें
ja_jp: 40/128 暗号スイートを無効にする
ml_in: 40/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów 40/128
tr_tr: 40/128 Şifre Paketini Devre Dışı Bırak

# Enabled8-TLS
source: Disable RC2 56/128 Cipher Suite
ar: تعطيل مجموعة تشفير RC2 56/128
de: RC2 56/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης RC2 56/128
es: Deshabilitar Conjunto de Cifrado RC2 56/128
fr_fr: Désactiver la suite de chiffrement RC2 56/128
he_il: ביטול סוויטת צופן RC2 56/128
hi_in: RC2 56/128 साइफर सूट अक्षम करें
ja_jp: RC2 56/128 暗号スイートを無効にする
ml_in: RC2 56/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów RC2 56/128
tr_tr: RC2 56/128 Şifreleme Paketini Devre Dışı Bırak

# Enabled9-TLS
source: Disable RC2 128/128 Cipher Suite
ar: تعطيل مجموعة تشفير RC2 128/128
de: RC2 128/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης RC2 128/128
es: Deshabilitar Conjunto de Cifrado RC2 128/128
fr_fr: Désactiver la suite de chiffrement RC2 128/128
he_il: ביטול סוויטת צופן RC2 128/128
hi_in: RC2 128/128 साइफर सूट अक्षम करें
ja_jp: RC2 128/128 暗号スイートを無効にする
ml_in: RC2 128/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów RC2 128/128
tr_tr: RC2 128/128 Şifreleme Paketini Devre Dışı Bırak

# Enabled10-TLS
source: Disable RC4 40/128 Cipher Suite
ar: تعطيل مجموعة تشفير RC4 40/128
de: RC4 40/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης RC4 40/128
es: Deshabilitar Conjunto de Cifrado RC4 40/128
fr_fr: Désactiver la suite de chiffrement RC4 40/128
he_il: ביטול סוויטת צופן RC4 40/128
hi_in: RC4 40/128 साइफर सूट अक्षम करें
ja_jp: RC4 40/128 暗号スイートを無効にする
ml_in: RC4 40/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów RC4 40/128
tr_tr: RC4 40/128 Şifreleme Paketini Devre Dışı Bırak

# Enabled11-TLS
source: Disable RC4 56/128 Cipher Suite
ar: تعطيل مجموعة تشفير RC4 56/128
de: RC4 56/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης RC4 56/128
es: Deshabilitar Conjunto de Cifrado RC4 56/128
fr_fr: Désactiver la suite de chiffrement RC4 56/128
he_il: ביטול סוויטת צופן RC4 56/128
hi_in: RC4 56/128 साइफर सूट अक्षम करें
ja_jp: RC4 56/128 暗号スイートを無効にする
ml_in: RC4 56/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów RC4 56/128
tr_tr: RC4 56/128 Şifreleme Paketini Devre Dışı Bırak

# Enabled12-TLS
source: Disable RC4 64/128 Cipher Suite
ar: تعطيل مجموعة تشفير RC4 64/128
de: RC4 64/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης RC4 64/128
es: Deshabilitar Conjunto de Cifrado RC4 64/128
fr_fr: Désactiver la suite de chiffrement RC4 64/128
he_il: ביטול סוויטת צופן RC4 64/128
hi_in: RC4 64/128 साइफर सूट अक्षम करें
ja_jp: RC4 64/128 暗号スイートを無効にする
ml_in: RC4 64/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów RC4 64/128
tr_tr: RC4 64/128 Şifreleme Paketini Devre Dışı Bırak

# Enabled13-TLS
source: Disable RC4 128/128 Cipher Suite
ar: تعطيل مجموعة تشفير RC4 128/128
de: RC4 128/128 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης RC4 128/128
es: Deshabilitar Conjunto de Cifrado RC4 128/128
fr_fr: Désactiver la suite de chiffrement RC4 128/128
he_il: ביטול סוויטת צופן RC4 128/128
hi_in: RC4 128/128 साइफर सूट अक्षम करें
ja_jp: RC4 128/128 暗号スイートを無効にする
ml_in: RC4 128/128 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów RC4 128/128
tr_tr: RC4 128/128 Şifreleme Paketini Devre Dışı Bırak

# Enabled14-TLS
source: Disable Triple DES 168 Cipher Suite
ar: تعطيل مجموعة تشفير Triple DES 168
de: Triple DES 168 Cipher Suite deaktivieren
el_gr: Απενεργοποίηση Σουίτας Κρυπτογράφησης Triple DES 168
es: Deshabilitar Conjunto de Cifrado Triple DES 168
fr_fr: Désactiver la suite de chiffrement Triple DES 168
he_il: ביטול סוויטת צופן Triple DES 168
hi_in: Triple DES 168 साइफर सूट अक्षम करें
ja_jp: Triple DES 168 暗号スイートを無効にする
ml_in: Triple DES 168 സൈഫർ സ്യൂട്ട് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz zestaw szyfrów Triple DES 168
tr_tr: Üçlü DES 168 Şifreleme Paketini Devre Dışı Bırak

# Enabled15-TLS
source: Disable MD5 Hashing Algorithm
ar: تعطيل خوارزمية التجزئة MD5
de: MD5-Hashalgorithmus deaktivieren
el_gr: Απενεργοποίηση Αλγορίθμου Κατακερματισμού MD5
es: Deshabilitar Algoritmo de Hash MD5
fr_fr: Désactiver l'algorithme de hachage MD5
he_il: ביטול אלגוריתם גיבוב MD5
hi_in: MD5 हैश एल्गोरिदम अक्षम करें
ja_jp: MD5 ハッシュ アルゴリズムを無効にする
ml_in: MD5 ഹാഷ് അൽഗോരിതം അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz algorytm hash MD5
tr_tr: MD5 Karma Algoritmasını Devre Dışı Bırak

# Digits-LockScreen
source: Require digits in Windows Hello PIN
ar: طلب أرقام في رقم PIN لـ Windows Hello
de: Ziffern in der Windows Hello-PIN erzwingen
el_gr: Απαίτηση ψηφίων στο PIN του Windows Hello
es: Requerir dígitos en el PIN de Windows Hello
fr_fr: Exiger des chiffres dans le PIN Windows Hello
he_il: דרישת ספרות ב-PIN של Windows Hello
hi_in: Windows Hello PIN में अंकों की आवश्यकता
ja_jp: Windows Hello PIN に数字を必須にする
ml_in: Windows Hello PIN-ൽ അക്കങ്ങൾ ആവശ്യമാണ്
pl_pl: Wymagaj cyfr w kodzie PIN Windows Hello
tr_tr: Windows Hello PIN'inde rakam kullanılmasını zorunlu kılın

# LowercaseLetters-LockScreen
source: Require lower case letters in Windows Hello PIN
ar: طلب أحرف صغيرة في رقم PIN لـ Windows Hello
de: Kleinbuchstaben in der Windows Hello-PIN erzwingen
el_gr: Απαίτηση πεζών γραμμάτων στο PIN του Windows Hello
es: Requerir letras minúsculas en el PIN de Windows Hello
fr_fr: Exiger des lettres minuscules dans le PIN Windows Hello
he_il: דרישת אותיות קטנות ב-PIN של Windows Hello
hi_in: Windows Hello PIN में छोटे अक्षरों की आवश्यकता
ja_jp: Windows Hello PIN に小文字を必須にする
ml_in: Windows Hello PIN-ൽ ചെറിയ അക്ഷരങ്ങൾ ആവശ്യമാണ്
pl_pl: Wymagaj małych liter w kodzie PIN Windows Hello
tr_tr: Windows Hello PIN'inde küçük harf kullanılmasını zorunlu kılın

# Expiration-LockScreen
source: Set Expiration for Windows Hello PIN
ar: تعيين انتهاء صلاحية رقم PIN لـ Windows Hello
de: Ablauf für die Windows Hello-PIN festlegen
el_gr: Ορισμός Λήξης για το PIN του Windows Hello
es: Establecer Vencimiento para el PIN de Windows Hello
fr_fr: Définir l'expiration pour le PIN Windows Hello
he_il: הגדרת תפוגה ל-PIN של Windows Hello
hi_in: Windows Hello PIN के लिए समाप्ति सेट करें
ja_jp: Windows Hello PIN の有効期限を設定する
ml_in: Windows Hello PIN-നായി കാലാവധി സജ്ജമാക്കുക
pl_pl: Ustaw wygaśnięcie dla kodu PIN Windows Hello
tr_tr: Windows Hello PIN'inin Sona Erme Tarihini Ayarlama

# History-LockScreen
source: Save history of Windows Hello PIN
ar: حفظ سجل رقم PIN لـ Windows Hello
de: Verlauf der Windows Hello-PIN speichern
el_gr: Αποθήκευση ιστορικού του PIN του Windows Hello
es: Almacenar historial del PIN de Windows Hello
fr_fr: Enregistrer l'historique du PIN Windows Hello
he_il: שמירת היסטוריה של PIN של Windows Hello
hi_in: Windows Hello PIN इतिहास संग्रहीत करें
ja_jp: Windows Hello PIN の履歴を保存する
ml_in: Windows Hello PIN ചരിത്രം സംഭരിക്കുക
pl_pl: Przechowuj historię kodów PIN Windows Hello
tr_tr: Windows Hello PIN'inin geçmişini kaydedin

# DontDisplayNetworkSelectionUI-LockScreen
source: Don't Display Network Selection UI on lock screen
ar: عدم عرض واجهة اختيار الشبكة على شاشة القفل
de: Benutzeroberfläche zur Netzwerkauswahl auf dem Sperrbildschirm nicht anzeigen
el_gr: Μη Εμφάνιση UI Επιλογής Δικτύου στην οθόνη κλειδώματος
es: No Mostrar la UI de Selección de Red en la pantalla de bloqueo
fr_fr: Ne pas afficher l'interface de sélection réseau sur l'écran de verrouillage
he_il: אי הצגת ממשק בחירת רשת במסך הנעילה
hi_in: लॉक स्क्रीन पर नेटवर्क चयन UI प्रदर्शित न करें
ja_jp: ロック画面にネットワーク選択 UI を表示しない
ml_in: ലോക്ക് സ്ക്രീനിൽ നെറ്റ്‌വർക്ക് തിരഞ്ഞെടുക്കൽ UI കാണിക്കരുത്
pl_pl: Nie wyświetlaj interfejsu wyboru sieci na ekranie blokady
tr_tr: Kilit ekranında Ağ Seçimi Kullanıcı Arayüzünü Görüntüleme

# HideFastUserSwitching-UAC
source: Hide Fast User Switching entry points
ar: إخفاء نقاط الدخول للتبديل السريع بين المستخدمين
de: Einstiegspunkte für den schnellen Benutzerwechsel ausblenden
el_gr: Απόκρυψη σημείων εισόδου Γρήγορης Εναλλαγής Χρήστη
es: Ocultar puntos de entrada de Cambio Rápido de Usuario
fr_fr: Masquer les points d'entrée du changement rapide d'utilisateur
he_il: הסתרת נקודות כניסה למעבר מהיר בין משתמשים
hi_in: फास्ट यूजर स्विचिंग एंट्री पॉइंट छुपाएं
ja_jp: ユーザーの簡易切り替えのエントリ ポイントを非表示にする
ml_in: വേഗത്തിലുള്ള ഉപയോക്തൃ സ്വിച്ചിംഗ് എൻട്രി പോയിന്റുകൾ മറയ്ക്കുക
pl_pl: Ukryj punkty wejścia szybkiego przełączania użytkowników
tr_tr: Hızlı Kullanıcı Değiştirme giriş noktalarını gizle

# EnableVirtualizationBasedSecurity-DeviceGuard
source: Enable Virtualization Based Security
ar: تفعيل الأمان القائم على المحاكاة الافتراضية
de: Virtualisierungsbasierte Sicherheit aktivieren
el_gr: Ενεργοποίηση Ασφάλειας Βασισμένης σε Εικονικοποίηση
es: Habilitar Seguridad Basada en Virtualización
fr_fr: Activer la sécurité basée sur la virtualisation
he_il: הפעלת אבטחה מבוססת וירטואליזציה
hi_in: वर्चुअलाइजेशन-आधारित सुरक्षा सक्षम करें
ja_jp: 仮想化ベースのセキュリティを有効にする
ml_in: വിർച്ച്വലൈസേഷൻ അടിസ്ഥാനമാക്കിയുള്ള സുരക്ഷ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz zabezpieczenia oparte na wirtualizacji
tr_tr: Sanallaştırma Tabanlı Güvenliği Etkinleştir

# RequirePlatformSecurityFeatures-DeviceGuard
source: Require Platform Security Features
ar: طلب ميزات أمان النظام الأساسي
de: Plattformsicherheitsfunktionen erforderlich machen
el_gr: Απαίτηση Χαρακτηριστικών Ασφάλειας Πλατφόρμας
es: Requerir Características de Seguridad de la Plataforma
fr_fr: Exiger les fonctionnalités de sécurité de la plateforme
he_il: דרישת תכונות אבטחת פלטפורמה
hi_in: प्लेटफ़ॉर्म सुरक्षा सुविधाओं की आवश्यकता
ja_jp: プラットフォーム セキュリティ機能を必須にする
ml_in: പ്ലാറ്റ്ഫോം സുരക്ഷാ സവിശേഷതകൾ ആവശ്യമാണ്
pl_pl: Wymagaj funkcji zabezpieczeń platformy
tr_tr: Platform Güvenlik Özellikleri Gerektirir

# HypervisorEnforcedCodeIntegrity-DeviceGuard
source: Hypervisor Enforced Code Integrity - UEFI Lock
ar: سلامة التعليمات البرمجية المفروضة من برنامج Hypervisor - قفل UEFI
de: Vom Hypervisor erzwungene Codeintegrität - UEFI-Sperre
el_gr: Ακεραιότητα Κώδικα Επιβαλλόμενη από Hypervisor - Κλείδωμα UEFI
es: Integridad de Código Aplicada por Hipervisor - Bloqueo UEFI
fr_fr: Intégrité du code renforcée par l'hyperviseur - Verrouillage UEFI
he_il: שלמות קוד אכיפת Hypervisor - נעילת UEFI
hi_in: हाइपरवाइजर-लागू कोड अखंडता - UEFI लॉक
ja_jp: ハイパーバイザーによって強制されるコード整合性 - UEFI ロック
ml_in: ഹൈപ്പർവൈസർ നടപ്പിലാക്കിയ കോഡ് സമഗ്രത - UEFI ലോക്ക്
pl_pl: Integralność kodu wymuszana przez hiperwizor - blokada UEFI
tr_tr: Hiper Yöneticinin Zorunlu Kod Bütünlüğü - UEFI Kilidi

# HVCIMATRequired-DeviceGuard
source: Require HVCI MAT (Memory Attribute Table)
ar: طلب HVCI MAT (جدول سمات الذاكرة)
de: HVCI MAT (Memory Attribute Table) erforderlich machen
el_gr: Απαίτηση HVCI MAT (Πίνακας Χαρακτηριστικών Μνήμης)
es: Requerir HVCI MAT (Tabla de Atributos de Memoria)
fr_fr: Exiger HVCI MAT (Table d'attributs de mémoire)
he_il: דרישת HVCI MAT (טבלת תכונות זיכרון)
hi_in: HVCI MAT (मेमोरी एट्रिब्यूट टेबल) की आवश्यकता
ja_jp: HVCI MAT (メモリ属性テーブル) を必須にする
ml_in: HVCI MAT (മെമ്മറി ആട്രിബ്യൂട്ട് ടേബിൾ) ആവശ്യമാണ്
pl_pl: Wymagaj HVCI MAT (tabeli atrybutów pamięci)
tr_tr: HVCI MAT (Bellek Özellik Tablosu) gerektirir

# LsaCfgFlags-DeviceGuard
source: Credential Guard Configuration - UEFI Lock
ar: تكوين Credential Guard - قفل UEFI
de: Credential Guard-Konfiguration - UEFI-Sperre
el_gr: Διαμόρφωση Credential Guard - Κλείδωμα UEFI
es: Configurar Credential Guard - Bloqueo UEFI
fr_fr: Configuration de Credential Guard - Verrouillage UEFI
he_il: הגדרת Credential Guard - נעילת UEFI
hi_in: Credential Guard कॉन्फ़िगर करें - UEFI लॉक
ja_jp: Credential Guard の構成 - UEFI ロック
ml_in: Credential Guard കോൺഫിഗർ ചെയ്യുക - UEFI ലോക്ക്
pl_pl: Skonfiguruj Credential Guard - blokada UEFI
tr_tr: Kimlik Bilgisi Koruması Yapılandırması - UEFI Kilidi

# ConfigureSystemGuardLaunch-DeviceGuard
source: Enable System Guard Secure Launch if hardware support exists
ar: تفعيل System Guard Secure Launch إذا كان دعم الأجهزة موجودًا
de: System Guard Secure Launch aktivieren, wenn Hardwareunterstützung vorhanden ist
el_gr: Ενεργοποίηση System Guard Secure Launch αν υπάρχει υποστήριξη υλικού
es: Habilitar System Guard Secure Launch si existe soporte de hardware
fr_fr: Activer le lancement sécurisé System Guard si le matériel le prend en charge
he_il: הפעלת System Guard Secure Launch אם קיימת תמיכת חומרה
hi_in: यदि हार्डवेयर समर्थन मौजूद है तो System Guard Secure Launch सक्षम करें
ja_jp: ハードウェアのサポートがある場合に System Guard セキュア起動を有効にする
ml_in: ഹാർഡ്‌വെയർ പിന്തുണ ഉണ്ടെങ്കിൽ System Guard Secure Launch പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz System Guard Secure Launch, jeśli istnieje obsługa sprzętowa
tr_tr: Donanım desteği mevcutsa System Guard Secure Launch'ı etkinleştirin

# ConfigureKernelShadowStacksLaunch-DeviceGuard
source: Configure Kernel Shadow Stacks Launch
ar: تكوين تشغيل Kernel Shadow Stacks
de: Start von Kernel-Shadow Stacks konfigurieren
el_gr: Διαμόρφωση Εκκίνησης Kernel Shadow Stacks
es: Configurar Lanzamiento de Kernel Shadow Stacks
fr_fr: Configurer le lancement des piles fantômes du noyau
he_il: הגדרת הפעלת Kernel Shadow Stacks
hi_in: Kernel Shadow Stacks लॉन्च कॉन्फ़िगर करें
ja_jp: カーネル シャドウ スタックの起動を構成する
ml_in: Kernel Shadow Stacks ലോഞ്ച് കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj uruchamianie Kernel Shadow Stacks
tr_tr: Çekirdek Gölge Yığınlarını Yapılandırma Başlatma

# RunAsPPL-DeviceGuard
source: Enable Local Security Authority (LSA) process Protection with UEFI Lock
ar: تفعيل حماية عملية سلطة الأمان المحلية (LSA) مع قفل UEFI
de: Prozessschutz der Local Security Authority (LSA) mit UEFI-Sperre aktivieren
el_gr: Ενεργοποίηση Προστασίας διεργασίας Τοπικής Αρχής Ασφάλειας (LSA) με Κλείδωμα UEFI
es: Habilitar Protección del proceso de Autoridad de Seguridad Local (LSA) con Bloqueo UEFI
fr_fr: Activer la protection du processus de l'Autorité de sécurité locale (LSA) avec verrouillage UEFI
he_il: הפעלת הגנת תהליך רשות האבטחה המקומית (LSA) עם נעילת UEFI
hi_in: UEFI लॉक के साथ स्थानीय सुरक्षा प्राधिकरण (LSA) प्रक्रिया सुरक्षा सक्षम करें
ja_jp: UEFI ロックによるローカル セキュリティ機関 (LSA) プロセス保護を有効にする
ml_in: UEFI ലോക്കിനൊപ്പം പ്രാദേശിക സുരക്ഷാ അധികാരം (LSA) പ്രക്രിയ സംരക്ഷണം പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz ochronę procesu Local Security Authority (LSA) z blokadą UEFI
tr_tr: UEFI Kilidi ile Yerel Güvenlik Yetkilisi (LSA) süreç Korumasını etkinleştirin

# MachineIdentityIsolation-DeviceGuard
source: Configure Machine Identity Isolation Configuration
ar: تكوين تكوين عزل هوية الجهاز
de: Maschinenidentitätsisolierung konfigurieren
el_gr: Διαμόρφωση Ρύθμισης Απομόνωσης Ταυτότητας Μηχανήματος
es: Configurar Configuración de Aislamiento de Identidad de Máquina
fr_fr: Configurer l'isolation de l'identité de la machine
he_il: הגדרת תצורת בידוד זהות מכונה
hi_in: मशीन पहचान अलगाव कॉन्फ़िगरेशन कॉन्फ़िगर करें
ja_jp: マシン ID 分離の構成を設定する
ml_in: മെഷീൻ ഐഡന്റിറ്റി ഐസൊലേഷൻ കോൺഫിഗറേഷൻ കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj konfigurację izolacji tożsamości maszyny
tr_tr: Makine Kimliği Yalıtım Yapılandırmasını Yapılandırma

# Mandatory-DeviceGuard
source: Enable VBS and Memory Integrity in Mandatory Mode
ar: تفعيل VBS وسلامة الذاكرة في الوضع الإلزامي
de: VBS und Speicherintegrität im obligatorischen Modus aktivieren
el_gr: Ενεργοποίηση VBS και Ακεραιότητας Μνήμης σε Υποχρεωτική Λειτουργία
es: Habilitar VBS e Integridad de Memoria en Modo Obligatorio
fr_fr: Activer VBS et l'intégrité de la mémoire en mode obligatoire
he_il: הפעלת VBS ושלמות זיכרון במצב חובה
hi_in: अनिवार्य मोड में VBS और मेमोरी अखंडता सक्षम करें
ja_jp: VBS とメモリ整合性を必須モードで有効にする
ml_in: നിർബന്ധിത മോഡിൽ VBS, മെമ്മറി സമഗ്രത എന്നിവ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz VBS i integralność pamięci w trybie obowiązkowym
tr_tr: Zorunlu Modda VBS ve Bellek Bütünlüğünü Etkinleştirme

# EnableFirewallDomain-WindowsFirewall
source: Enable Windows Firewall for Domain profile
ar: تفعيل جدار حماية Windows لملف تعريف المجال
de: Windows-Firewall für das Domänenprofil aktivieren
el_gr: Ενεργοποίηση Τείχους Προστασίας των Windows για προφίλ Τομέα
es: Habilitar Firewall de Windows para perfil de Dominio
fr_fr: Activer le pare-feu Windows pour le profil Domaine
he_il: הפעלת חומת האש של Windows עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए Windows फ़ायरवॉल सक्षम करें
ja_jp: ドメイン プロファイルの Windows ファイアウォールを有効にする
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി Windows ഫയർവാൾ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz Zaporę Windows dla profilu domeny
tr_tr: Etki Alanı profili için Windows Güvenlik Duvarı'nı etkinleştirin

# DefaultOutboundActionDomain-WindowsFirewall
source: Set Default Outbound Action for Domain profile
ar: تعيين الإجراء الافتراضي للاتصالات الصادرة لملف تعريف المجال
de: Standardaktion für ausgehenden Datenverkehr im Domänenprofil festlegen
el_gr: Ορισμός Προεπιλεγμένης Εξερχόμενης Ενέργειας για προφίλ Τομέα
es: Establecer Acción Saliente Predeterminada para perfil de Dominio
fr_fr: Définir l'action sortante par défaut pour le profil Domaine
he_il: הגדרת פעולת ברירת מחדל יוצאת עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए डिफ़ॉल्ट आउटबाउंड कार्रवाई सेट करें
ja_jp: ドメイン プロファイルの既定の送信アクションを設定する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി സ്ഥിര ഔട്ട്‌ബൗണ്ട് പ്രവർത്തനം സജ്ജമാക്കുക
pl_pl: Ustaw domyślną akcję wychodzącą dla profilu domeny
tr_tr: Etki Alanı profili için Varsayılan Giden İşlemi Ayarla

# DefaultInboundActionDomain-WindowsFirewall
source: Set Default Inbound Action for Domain profile
ar: تعيين الإجراء الافتراضي للاتصالات الواردة لملف تعريف المجال
de: Standardaktion für eingehenden Datenverkehr im Domänenprofil festlegen
el_gr: Ορισμός Προεπιλεγμένης Εισερχόμενης Ενέργειας για προφίλ Τομέα
es: Establecer Acción Entrante Predeterminada para perfil de Dominio
fr_fr: Définir l'action entrante par défaut pour le profil Domaine
he_il: הגדרת פעולת ברירת מחדל נכנסת עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए डिफ़ॉल्ट इनबाउंड कार्रवाई सेट करें
ja_jp: ドメイン プロファイルの既定の受信アクションを設定する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി സ്ഥിര ഇൻബൗണ്ട് പ്രവർത്തനം സജ്ജമാക്കുക
pl_pl: Ustaw domyślną akcję przychodzącą dla profilu domeny
tr_tr: Etki Alanı profili için Varsayılan Gelen Eylemi Ayarla

# DisableNotificationsDomain-WindowsFirewall
source: Display notifications for Domain profile
ar: عرض الإشعارات لملف تعريف المجال
de: Benachrichtigungen für Domänenprofil anzeigen
el_gr: Εμφάνιση ειδοποιήσεων για προφίλ Τομέα
es: Mostrar notificaciones para perfil de Dominio
fr_fr: Afficher les notifications pour le profil Domaine
he_il: הצגת התראות עבור פרופיל דומיין
hi_in: डोमेन प्रोफ़ाइल के लिए सूचनाएं प्रदर्शित करें
ja_jp: ドメイン プロファイルの通知を表示する
ml_in: ഡൊമെയിൻ പ്രൊഫൈലിനായി അറിയിപ്പുകൾ കാണിക്കുക
pl_pl: Wyświetlaj powiadomienia dla profilu domeny
tr_tr: Etki alanı profili için bildirimleri görüntüle
